<template>
  <section class="container">
    <v-layout row justify-center>
      <v-flex xs12 sm6 lg4>
        <h1>利用規約</h1>
        <p>この利用規約（以下，「本規約」といいます。）は，サービス管理者が（以下，「管理者」といいます。）、このウェブサイト上で提供するサービス（以下，「本サービス」といいます。）の利用条件を定めるものです。登録ユーザーの皆さま（以下，「ユーザー」といいます。）には，本規約に従って，本サービスをご利用いただきます。</p>

        <h2>第1条（適用）</h2>
        <p>本規約は，ユーザーと管理者との間の本サービスの利用に関わる一切の関係に適用されるものとします。</p>

        <h2>第2条（利用登録）</h2>
        <p>登録希望者が管理者の定める方法によって利用登録を申請し，管理者がこれを承認することによって，利用登録が完了するものとします。</p>
        <p>管理者は，利用登録の申請者に以下の事由があると判断した場合，利用登録の申請を承認しないことがあり，その理由については一切の開示義務を負わないものとします。</p>
        <ol>
          <li>利用登録の申請に際して虚偽の事項を届け出た場合</li>
          <li>本規約に違反したことがある者からの申請である場合</li>
          <li>その他，管理者が利用登録を相当でないと判断した場合</li>
        </ol>
        <h2>第3条（ログイン情報の管理）</h2>
        <p>ユーザーは，自己の責任において，本サービスのログインに関する情報を管理するものとします。
          ユーザーは，いかなる場合にも，ログイン情報を第三者に譲渡または貸与することはできません。</p>
        <h2>第4条（禁止事項）</h2>
        <p>ユーザーは，本サービスの利用にあたり，以下の行為をしてはなりません。</p>
        <ol>
          <li>法令または公序良俗に違反する行為</li>
          <li>犯罪行為に関連する行為</li>
          <li>管理者のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為</li>
          <li>管理者のサービスの運営を妨害するおそれのある行為</li>
          <li>他のユーザーに関する個人情報等を収集または蓄積する行為</li>
          <li>他のユーザーに成りすます行為</li>
          <li>管理者のサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為</li>
          <li>その他，管理者が不適切と判断する行為</li>
        </ol>
        <h2>第5条（本サービスの提供の停止等）</h2>
        <p>管理者は，以下のいずれかの事由があると判断した場合，ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。</p>
        <ol>
          <li>本サービスにかかるコンピュータシステムの保守点検または更新を行う場合</li>
          <li>地震，落雷，火災，停電または天災などの不可抗力により，本サービスの提供が困難となった場合</li>
          <li>コンピュータまたは通信回線等が事故により停止した場合</li>
          <li>その他，管理者が本サービスの提供が困難と判断した場合</li>
        </ol>
        <p>管理者は，本サービスの提供の停止または中断により，ユーザーまたは第三者が被ったいかなる不利益または損害について，理由を問わず一切の責任を負わないものとします。</p>
        <h2>第6条（利用制限および登録抹消）</h2>
        <p>管理者は，以下の場合には，事前の通知なく，ユーザーに対して，本サービスの全部もしくは一部の利用を制限し，またはユーザーとしての登録を抹消することができるものとします。</p>
        <ol>
          <li>本規約のいずれかの条項に違反した場合</li>
          <li>登録事項に虚偽の事実があることが判明した場合</li>
          <li>その他，管理者が本サービスの利用を適当でないと判断した場合</li>
        </ol>
        <p>管理者は，本条に基づき管理者が行った行為によりユーザーに生じた損害について，一切の責任を負いません。</p>
        <h2>第7条（免責事項）</h2>
        <p>管理者の債務不履行責任は，管理者の故意または重過失によらない場合には免責されるものとします。
          管理者は，何らかの理由によって責任を負う場合にも，通常生じうる損害の範囲内かつ有料サービスにおいては代金額（継続的サービスの場合には1か月分相当額）の範囲内においてのみ賠償の責任を負うものとします。
          管理者は，本サービスに関して，ユーザーと他のユーザーまたは第三者との間において生じた取引，連絡または紛争等について一切責任を負いません。</p>
        <h2>第8条（サービス内容の変更等）</h2>
        <p>管理者は，ユーザーに通知することなく，本サービスの内容を変更しまたは本サービスの提供を中止することができるものとし，これによってユーザーに生じた損害について一切の責任を負いません。</p>

        <h2>第9条（利用規約の変更）</h2>
        <p>管理者は，必要と判断した場合には，ユーザーに通知することなくいつでも本規約を変更することができるものとします。</p>

        <h2>第10条（通知または連絡）</h2>
        <p>ユーザーと管理者との間の通知または連絡は，管理者の定める方法によって行うものとします。</p>

        <h2>第11条（権利義務の譲渡の禁止）</h2>
        <p>ユーザーは，管理者の書面による事前の承諾なく，利用契約上の地位または本規約に基づく権利もしくは義務を第三者に譲渡し，または担保に供することはできません。</p>

        <h2>第12条（準拠法・裁判管轄）</h2>
        <p>本規約の解釈にあたっては，日本法を準拠法とします。
          本サービスに関して紛争が生じた場合には，管理者の本店所在地を管轄する裁判所を専属的合意管轄とします。</p>
      </v-flex>
    </v-layout>
  </section>
</template>

<style scoped lang="stylus">
h2
  margin-top 1rem
li
  margin-top .5rem

</style>